Repository: adamhaafiz/kingscup
Catalog: KingsCup/*.lproj/Localizable.strings
Languages: es

# board_title_lets_begin
source: Lets begin
es: Bébelo!

# body_category
source: Choose a category. Say something that fits until whoever can't think of any, drink!
es: Ajustes

# body_chicks
source: All ladies drink!
es: Guía Rápida

# body_dudes
source: All guys drink!
es: Besos y corazones

# body_heaven
source: Everyone reach for the sky with both hands. Last player drinks!
es: Cuéntale a tu mala influencia

# body_jack
source: Complete the sentence, Never have I ever.. Anyone who has, drink!
es: Español

# body_king
source: Set a new rule. Fill the King's Cup!
es: Hecho

# body_mate
source: Choose a partner and drink whenever that player drinks!
es: No te asustes played Jugué esto en una fiesta y es bastante increíble 🔥 n King's Cup 🍺 No hay bebidas incluidas! https://play.google.com/store/apps/details?id=com.delacrixmorgan.kingscup

# body_me
source: Only you. Drink!
es: Empecemos ya!

# body_questions
source: Ask a player a question. They must respond with another question to the next person. First to fail, drink!
es: Pueden ir al baño, rápido.

# body_snake_eyes
source: Nobody can make eye contact with you. If caught, drink!
es: Continuar

# body_thumb_master
source: Place your thumb on the table. Last to do so, drinks!
es: Salir

# body_waterfall
source: Everyone starts drinking until the person who drew the card has stopped.
es: Hola a todos!

# body_you
source: Choose a mate And drink together!
es: No fue para sacarte de tu juego.

# dialog_pause_button_quit
source: Quit
es: King's Cup está diseñado, codificado y creado por una sola persona. Haciendo que cada clasificación sea un gran estímulo para mí.

# dialog_pause_button_resume
source: Resume
es: El bienestar de este juego depende completamente de tus comentarios. ¡Tengan una buena pareja!

# dialog_pause_title
source: Bathroom Break
es: Sé impresionante

# fragment_menu_language_btn_help_translate
source: Help Translate
es: Sostén mi cerveza

# fragment_menu_language_title_choose_language
source: Choose Language
es: Configurando una nueva ronda

# fragment_support_rate_description_squark
source: Zero Cluttered Currency Converter
es: Elije un número del 2 al 9 (excepto el 7), cámbiale de nombre, y tanto él como sus múltiplos se llaman igual!, el que falle ¡bebe!

# fragment_support_rate_title_more_from_me
source: More stuff from me
es: Elige un compañero y beban juntos!

# game_over_body
source: Drink it up
es: Sí! Tú bebes!

# guide_page_one
source: Yes, this a drinking game. Doesn't has to be alcoholic. Everyone must have their own drinking cup and place a cup in the middle to be the King's Cup.
es: Coloca tu pulgar sobre la mesa cada vez que quieras. ¡El que lo haga último bebe!

# guide_page_three
source: Draw a King from the deck, you can choose any drinks to pour into the King's Cup. Person with the last King will have to finish the cup in one shot! Cheers mate.
es: Todos los chicos beben!

# guide_page_two
source: Pick a person to start the game, select a card and do what it says. There is no escape! Pass to the next person when you are done.
es: Todas las chicas beben!

# header_category
source: Category
es: Todos alcanzan el cielo con ambas manos. ¡El último jugador bebe!

# header_chicks
source: Chicks
es: ¡Elige un compañero y bebe cuando el jugador beba!

# header_dudes
source: Dudes
es: Nadie puede hacer contacto visual contigo, si alguien lo hace, bebe!

# header_heaven
source: Heaven
es: Elige una categoría. Di algo que se adapte hasta que alguien no pueda pensar en nada, ¡Y bebe!

# header_jack
source: Jack
es: Pregunta algo cada vez que quieras, el que te responda con palabras, ¡Bebe!

# header_king
source: King
es: Hazle una pregunta a un jugador cada vez que quieras. Deben responder con otra pregunta. El que falle, ¡bebe!

# header_mate
source: Mate
es: Crea una nueva regla. También carga la copa del rey.

# header_me
source: Me
es: Cascada

# header_questions
source: Questions
es: Tú

# header_snake_eyes
source: Snake Eyes
es: Yo

# header_thumb_master
source: Thumb Master
es: Maestro del pulgar

# header_waterfall
source: Waterfall
es: Chicos

# header_you
source: You
es: Chicas

# load_type_new_game
source: Hold my Beer
es: Cielo

# load_type_restart_game
source: Setting up New Game
es: Compañero

# preference_button_done
source: Done
es: Ojos de serpiente

# preference_current_language
source: English
es: Categoría

# preference_message_share_friend
source: Psst don't panic 🤫 I played this at a party and it's pretty awesome 🔥 King's Cup 🍺 No Beverages Included! https://play.google.com/store/apps/details?id=com.delacrixmorgan.kingscup
es: Jack

# preference_title
source: Settings
es: Preguntas

# preference_title_credits_summary
source: Hearts and Kisses
es: Rey

# preference_title_language
source: Language
es: Sí, este es un juego de beber. No tienes que ser alcohólico. Todos deben tener su propia copa y colocar una copa en el medio para que sea la Copa del Rey.

# preference_title_quick_guide
source: Quick Guide
es: Elige una persona para comenzar el juego, selecciona una carta y haz lo que dice. ¡No hay escapatoria! Pase a la siguiente persona cuando haya terminado.

# preference_title_share_friend
source: Tell a drinking buddy
es: Quita un Rey desde la baraja, puedes elegir cualquier bebida para verter en la Copa del Rey. ¡La persona con el último Rey tendrá que terminar la copa de una vez! Salud.

# preference_title_source_code
source: Source Code
es: En serio

# rate_button_awesome
source: Be Awesome
es: Subiendo

# rate_paragraph_1
source: It was not to get you out of your game.
es: Sólo una más

# rate_paragraph_2
source: King's Cup is designed, coded and created by a single person. Making each classification a great stimulus for me.
es: Eso es!

# rate_paragraph_3
source: The well-being of this game rest entirely on your reviews. Have a great one mate!
es: No pienses

# rate_title
source: Hey there
es: Bébeme!

# taunt_eight
source: You Sure?
es: Un compañero más rápido

# taunt_five
source: Don't Think
es: ¿Estás seguro?

# taunt_four
source: This Is It
es: ¿Todo bien amigo?

# taunt_nine
source: Alright Buddy?
es: ¡Vamos!

# taunt_one
source: Seriously
es: Mas cosas de mi

# taunt_seven
source: Faster Mate
es: Cero convertidor de divisas desordenado

# taunt_six
source: Drink Me
es: Ayuda para traducir

# taunt_ten
source: Come On
es: Elige lengua

# taunt_three
source: Just One More
es: Lengua

# taunt_two
source: Coming Up
es: Código fuente
